Repository: Acidburn0zzz/Enso-OS
Catalog: gala/po/*.po
Languages: pl

source: Does the display look OK?
pl: Czy wyświetlany obraz wygląda poprawnie?

source: Keep This Configuration
pl: Zachowaj bieżące ustawienia

source: Restore Previous Configuration
pl: Przywróć poprzednie ustawienia

source: Minimize
pl: Zminimalizuj

source: Move
pl: Przenieś

source: Resize
pl: Zmień rozmiar

source: Always on Top
pl: Zawsze na wierzchu

source: Always on Visible Workspace
pl: Zawsze na aktywnym obszarze roboczym

source: Move to Workspace Left
pl: Przesuń do lewej części obszaru roboczego

source: Move to Workspace Right
pl: Przesuń do prawej części obszaru roboczego

source: Close
pl: Zamknij

source: Unmaximize
pl: Cofnij maksymalizację

source: Maximize
pl: Zmaksymalizuj

source: Multitasking View
pl: Widok wielozadaniowy

source: View all open windows and workspaces
pl: Pokaż wszystkie otwarte okna i obszary robocze

source: Other
pl: Inne

source: Fallback desktop file for notifications from outdated applications.
pl: Zastępczy plik na pulpicie dla powiadomień z przestarzałych programów.

source: Action for the top left corner
pl: Działanie lewego górnego rogu

source: Algorithm for window overview layout
pl: Algorytm dla wyglądu listy okien

source: Choose the algorithm used for exposing the windows
pl: Wybierz algorytm używany dla ekspozycji okien

source: Action for the top right corner
pl: Działanie prawego górnego rogu

source: Action for the bottom left corner
pl: Działanie lewego dolnego rogu

source: Action for the bottom right corner
pl: Działanie prawego lewego rogu

source: The command that will be executed for the hotcorner action 'custom-command' or multiple
pl: Polecenie lub polecenia, które zostaną wykonane dla działania "polecenie-własne" gorących narożników

source: If you just put a single command, it will be used for every hotcorner assigned to 'custom-command'. If you instead use the pattern 'hotcorner-topleft:command;;hotcorner-bottomright:command' the specific commands will be used per hotcorner. Possible identifiers are 'hotcorner-[topleft; topright; bottomleft; bottomright]' followed by a ':' and then the command. ';;' is used as delimiter between command defintions.
pl: Jeśli umieścisz jedno polecenie, będzie ono użyte dla każdego gorącego narożnika oraz przypisane do 'polecenie-własne'. Jeśli zamiast tego użyjesz wzorca 'hotcorner-topleft:polecenie;;hotcorner-bottomright:polecenie' konkretne polecenia zostaną użyte na każdy gorący narożnik. Możliwe identyfikatory to 'hotcorner-[topleft; topright; bottomleft; bottomright]' poprzedzone ':', następnie polecenie. ';;' jest używane jako separator pomiędzy definicjami poleceń.

source: Enable edge tiling when dropping windows on screen edges
pl: Włącz kafelkowanie ekranu przy upuszczaniu okien na rogi ekranu

source: If enabled, dropping windows on vertical screen edges maximizes them vertically and resizes them horizontally to cover half of the available area. Dropping windows on the top screen edge maximizes them completely.
pl: Jeśli włączone, upuszczanie okien na pionowych krawędziach ekranu maksymalizuje je w pionie i rozciąga je w poziomie do połowy dostępnego obszaru. Upuszczanie okien na górnej krawędzi ekranu powoduje ich całkowitą maksymalizację.

source: Panel main menu action
pl: Działanie głównego menu panelu

source: Sets the command to run when the panel-main-menu keybinding is pressed
pl: Ustawia polecenie do uruchomienia, gdy wciśnięta jest kombinacja klawiszy głównego menu panelu

source: Enable dynamic workspace instead of static ones
pl: Włącz dynamiczne obszary robocze zamiast statycznych

source: Use a dynamically increasing or decreseasing number, as needed, of workspaces instead of a static, fixed number
pl: Używaj dynamicznie zwiększającej lub zmniejszającej się w miarę potrzeb liczby obszarów roboczych, zamiast ustalonej liczby

source: Names that are recognized as dock windows for the window switcher
pl: Nazwy, które są rozpoznawane, jako dok okna dla przełącznika okien

source: When launching the window-switcher, gala iterates over this list and attempts to find a window matching the names. If it does, it will hide this window and fade it back in, once the the switcher is closed.
pl: Po uruchomieniu przełącznika okien, gala wykonuje powtórzenie tej listy i próbuje dopasować okna do nazw. Następnie odnalezione okno zostaje ukryte; pojawia się ponownie wraz z zamknięciem przełącznika.

source: Shortcut to move to first workspace
pl: Skrót do przeniesienia na pierwszą przestrzeń roboczą

source: Shortcut to move to last workspace
pl: Skrót do przeniesienia na ostatnią przestrzeń roboczą

source: Shortcut to move the current window to first workspace
pl: Skrót do przeniesienia bieżacego okna na pierwszą przestrzeń roboczą

source: Shortcut to move the current window to last workspace
pl: Skrót do przeniesienia bieżacego okna na ostatnią przestrzeń roboczą

source: Zoom in
pl: Powiększenie

source: Zoom out
pl: Pomniejszenie

source: Shortcut to open the window overview
pl: Skrót do otwierania podglądu okna

source: Shortcut to open the window overview for all windows
pl: Skrót do otwierania podglądu okna dla wszystich okien

source: Cycle to the next workspace to the right or to back to the first
pl: Przejdź do następnego obszaru roboczego po prawej lub wróć do pierwszego.

source: Cycle to next keyboard layout
pl: Przełącz do nastęnego układu klawiatury

source: Cycle to previous keyboard layout
pl: Przełącz do poprzedniego układu klawiatury

source: Attach modal dialogs
pl: Dołącz modalne okna dialogowe

source: When true, instead of having independent titlebars, modal dialogs appear attached to the titlebar of the parent window and are moved together with the parent window.
pl: Jeśli prawda, zamiast niezależnych pasków tytułowych, okna dialogowe przyłączą się do paska tytułu nadrzędnego okna oraz będą przesuwane wraz z oknem nadrzędnym.

source: Arrangement of buttons on the titlebar
pl: Rozmieszczenie przycisków na pasku tytułowym

source: Arrangement of buttons on the titlebar. The value should be a string, such as "menu:minimize,maximize,spacer,close"; the colon separates the left corner of the window from the right corner, and the button names are comma-separated. Duplicate buttons are not allowed. Unknown button names are silently ignored so that buttons can be added in future metacity versions without breaking older versions. A special spacer tag can be used to insert some space between two adjacent buttons.
pl: Rozmieszczenie przycisków na pasku tytułowym. Wartość powinna być ciągiem w postaci "menu:minimize,maximize,close". Dwukropek rozdziela lewy róg okna od prawego, zaś nazwy przycisków są rozdzielone przecinkami. Nie można używać dwóch takich samych przycisków. Nieznane nazwy przycisków są ignorowane, aby w przyszłych wersjach programu mogły zostać dodane nowe przyciski nie powodując konfliktów. Aby rozdzielić dwa sąsiadujące ze sobą przyciski, można użyć specjalnego znacznika rozdzielenia.

source: Make parent windows that spawn a modal attached dialog being dimmed
pl: Wygaś okna nadrzędne, które pojawiły się jako modalne okna dialogowe

source: The opacity of the windows located in the background in the alt-tab-switcher.
pl: Przezroczystość okien znajdujących się w tle, w przełączniku alt-tab.

source: Background-image used in the workspace-switcher
pl: Tło pulpitu użyte w przełączniku obszarów roboczych

source: Enable Animations
pl: Włącz animacje

source: Whether animations should be displayed. Note: This is a global key, it changes the behaviour of the window manager, the panel etc.
pl: Określa, czy wyświetlać animacje. Uwaga: to jest globalny klucz, zmienia on zachowanie menedżera plików, panelu itp.

source: Duration of the snap animation as used by maximize/unmaximize
pl: Czas trwania animacji minimalizacji/maksymalizacji okna

source: Duration of the close animation
pl: Czas trwania zamykania animacji

source: Duration of the minimize animation
pl: Czas trwania animacji minimalizacji

source: Duration of the workspace switch animation
pl: Czas trwania animacji zmiany obszaru roboczego

source: Duration of the menu mapping animation
pl: Czas trwania animacji mapowania menu

source: Defines the shadow of normal focused windows
pl: Określa cień zwykłego aktywnego okna

source: The first value is the radius of the blur of the shadow, the second one the top fade (which is usually just -1), the third and fourth the x- and y-offset and the last the opacity. So [blur-radius, top-fade, x-offset, y-offset, opacity]
pl: Pierwsza wartość to promień rozmycia cienia, druga to współczynnik blaknięcia, trzecia i czwarta to przesunięcie na osi X i Y, a ostatnia - to przezroczystość. Tak więc [blur-radius, top-fade, x-offset, y-offset, opacity]

source: Defines the shadow of a normal unfocused window
pl: Określa cień zwykłego nieaktywnego okna

source: See normal-focused
pl: Zobacz zwykłe aktywne okno

source: Defines the shadow of a menu
pl: Określa cień menu

source: Defines the shadow of a focused dialog
pl: Określa cień aktywnego okna dialogowego

source: Defines the shadow of an unfocused dialog
pl: Określa cień nieaktywnego okna dialogowego

source: Disable all notifications
pl: Wyłącz wszystkie powiadomienia

source: Enable bubbles
pl: Włącz bąbelki

source: Enable sounds
pl: Włącz dźwięki

source: Show missed notifications in notification center
pl: Pokaż pominięte powiadomienia w centrum powiadomień

source: Enable rounded corner mask
pl: Włącz maskę zaokrąglonego narożnika

source: Corner radius
pl: Promień narożnika

source: Disable corner mask on fullscreen
pl: Wyłącz maskę narożnika w trybie pełnoekranowym

source: Only show corner masks on primary monitor
pl: Pokaż maski narożników tylko na głównym monitorze
